{"job_titles": [
    {
       "job_title":"Healthcare Consultant",
       "salary":"$79,065",
       "job_description":"Having a job you love might require different things for different people. Some might prioritize a high salary, some might crave job satisfaction and others might want a job that enables them to work at their choice of companies. Job posting and review site Glassdoor equally weighted all three of these measures — median base salary, job satisfaction and the number of job openings — to determine its list of the 50 best jobs in America\\xa0for 2020."
    },
    {
       "job_title":"Network Engineer",
       "salary":"$71,028",
       "job_description":"A good salary and high job satisfaction rating put healthcare consultant among the best jobs of 2020, according to Glassdoor. Unfortunately, with the third-lowest number of job openings of any job on this list, it’s a hard career to get into."
    },
    {
       "job_title":"Design Manager",
       "salary":"$120,549",
       "job_description":"A relatively low base salary — the 10th-lowest base salary of the jobs included in this ranking — prevents this job from ranking higher."
    },
    {
       "job_title":"Research Scientist",
       "salary":"$85,611",
       "job_description":"Although design manager ranks toward the bottom of this list due to its low amount of job openings — it has the lowest job postings on Glassdoor of any job on this list — it’s nice work if you can get it. The median base salary is the third-highest salary of any job in this ranking, and its job satisfaction rating is tied for the fourth-highest rating."
    },
    {
       "job_title":"Automation Engineer",
       "salary":"$85,456",
       "job_description":"This best job enables you to work in a number of fields, including computer and information science; life, physical and social science; forensic science; environmental science; medical science; agriculture and food science; political science; and materials science."
    },
    {
       "job_title":"EHS Specialist",
       "salary":"$76,854",
       "job_description":"With less than 3,000 job openings, an automation engineer could be a hard job to get. Those who are lucky enough to land a job in this field tend to have high salaries and a satisfying job."
    },
    {
       "job_title":"Data Analyst",
       "salary":"$62,973",
       "job_description":"Environmental health and safety specialists typically work in the manufacturing and production fields. Their job is to ensure that individual behaviors and procedures are safe for both the individual and the company as a whole. Among the top companies that employ for this position are Amazon and Boeing, according to PayScale."
    },
    {
       "job_title":"Civil Engineer",
       "salary":"$65,704",
       "job_description":"A relatively low median base salary keeps data analyst from ranking higher on this list. Its base salary is the second lowest of the jobs that made the cut for this ranking."
    },
    {
       "job_title":"Sales Engineer",
       "salary":"$87,608",
       "job_description":"The median base salary for civil engineers is the fourth lowest compared to the other jobs in this ranking; however, its job satisfaction rating is high."
    },
    {
       "job_title":"Physician Assistant",
       "salary":"$109,585",
       "job_description":"Sales engineer has the fifth-lowest number of job openings on Glassdoor compared to the other jobs on this ranking, but its relatively high salary and job satisfaction rating earned it a spot on this list."
    },
    {
       "job_title":"Financial Analyst",
       "salary":"$71,334",
       "job_description":"The base salary for physician assistants is the sixth highest of all the jobs included in this ranking."
    },
    {
       "job_title":"QA Engineer",
       "salary":"$81,632",
       "job_description":"Financial analysts give investment advice to businesses and individuals. This job typically requires a bachelor’s degree."
    },
    {
       "job_title":"UX Designer",
       "salary":"$90,478",
       "job_description":"With a 3.8 out of 5 job satisfaction rating, it’s safe to say many QA engineers like what they do. This job ranks toward the bottom, however, because it has the ninth-lowest job availability compared to the other positions considered to be the best."
    },
    {
       "job_title":"Corporate Recruiter",
       "salary":"$65,607",
       "job_description":"UX designer checks off two of the three boxes to qualify as a best job — it has a high salary and high job satisfaction rating. However, low job availability prevents this job from ranking higher: It has the eighth-lowest number of job openings of any occupation on this list."
    },
    {
       "job_title":"Mechanical Engineer",
       "salary":"$75,700",
       "job_description":"Corporate recruiter has the third-lowest median base salary of the jobs on this list but it has the highest job satisfaction rating — something money can’t buy."
    },
    {
       "job_title":"Realtor",
       "salary":"$50,467",
       "job_description":"These engineers are responsible for the design, development, manufacturing and testing of mechanical and thermal sensors and devices. They typically have a bachelor’s degree\\xa0in mechanical engineering or mechanical engineering technology. Mechanical engineers who sell services to the public must be licensed."
    },
    {
       "job_title":"Product Designer",
       "salary":"$102,000",
       "job_description":"Although realtors have the lowest median base salary of the jobs on this ranking, the job is tied for the third-highest job satisfaction rating."
    },
    {
       "job_title":"Cloud Engineer",
       "salary":"$110,600",
       "job_description":"Product designer is tied for the third-highest job satisfaction rating of all the occupations included on this list. However, it’s a hard job to get — it has the second-lowest number of job openings."
    },
    {
       "job_title":"Software Developer",
       "salary":"$80,429",
       "job_description":"Cloud engineers have the fifth-highest median base salary of any job on this list."
    },
    {
       "job_title":"Risk Manager",
       "salary":"$101,468",
       "job_description":"With nearly 32,000 job openings on Glassdoor, software developer positions are the third-most in-demand job on this list."
    },
    {
       "job_title":"Customer Success Manager",
       "salary":"$66,326",
       "job_description":"Risk managers can work in a variety of aspects of a business, identifying and evaluating the risks that could affect it.\\xa0They look at what could go wrong and develop strategies to minimize, eliminate or transfer the risk."
    },
    {
       "job_title":"Scrum Master",
       "salary":"$100,000",
       "job_description":"The median base salary for customer success managers is the fifth lowest of the jobs in this ranking, but it’s tied for the third-highest job satisfaction rating."
    },
    {
       "job_title":"Compliance Officer",
       "salary":"$84,784",
       "job_description":"A six-figure base salary helps get scrum master on this list, but it could be a hard job to get. The job has the sixth-lowest number of openings compared to the other positions included in this ranking."
    },
    {
       "job_title":"Systems Engineer",
       "salary":"$92,225",
       "job_description":"Compliance officers\\xa0examine, evaluate and investigate how well laws and regulations comply with licenses and permits. People with this job commonly work for the government."
    },
    {
       "job_title":"Business Analyst",
       "salary":"$73,022",
       "job_description":"Systems engineer positions have the eighth-most job openings of any occupation in this ranking."
    },
    {
       "job_title":"Sales Manager",
       "salary":"$70,489",
       "job_description":"Business analysts help companies to improve processes, products, services and software through data analysis. They act as a conduit between IT and business interests to improve efficiency."
    },
    {
       "job_title":"Facilities Manager",
       "salary":"$70,160",
       "job_description":"The pay for sales managers is among the lowest in this ranking, but its job satisfaction could make up for it."
    },
    {
       "job_title":"Occupational Therapist",
       "salary":"$74,339",
       "job_description":"The median base salary for facilities managers is the seventh lowest of the jobs included in this ranking, but a 3.8 out of 5 job satisfaction ranking could compensate for that."
    },
    {
       "job_title":"Electrical Engineer",
       "salary":"$77,035",
       "job_description":"There are almost 15,000 job openings for occupational therapists — the 10th-highest number of job openings of all the careers included in this ranking."
    },
    {
       "job_title":"Project Manager",
       "salary":"$77,396",
       "job_description":"Electrical engineers research, design, develop, test or oversee the manufacturing and installation of electrical equipment, parts or systems for a variety of uses, including commercial, industrial and military."
    },
    {
       "job_title":"Physical Therapist",
       "salary":"$71,483",
       "job_description":"There are lots of opportunities to get this best job. Project manager positions have the second-most job openings of any job on this list."
    },
    {
       "job_title":"Clinic Manager",
       "salary":"$70,000",
       "job_description":"Physical therapist is the fifth-most in-demand job on this list based on the number of job openings on Glassdoor."
    },
    {
       "job_title":"Applications Engineer",
       "salary":"$76,854",
       "job_description":"Although clinic managers have the sixth-lowest median base pay of the jobs on this list, it has a high job satisfaction rating."
    },
    {
       "job_title":"Program Manager",
       "salary":"$87,005",
       "job_description":"Applications engineers create, implement and maintain computer applications and software that’s designed to meet an organization’s or customer’s needs. The majority of people with this job are men, according to PayScale."
    },
    {
       "job_title":"Accounting Manager",
       "salary":"$85,794",
       "job_description":"There are almost 20,000 job openings for program managers — the sixth-highest number of job openings compared to any other job on this list."
    },
    {
       "job_title":"Finance Manager",
       "salary":"$120,644",
       "job_description":"With a job satisfaction rating of 4 out of 5, this job is tied for the fifth-most satisfying job on this list."
    },
    {
       "job_title":"Salesforce Developer",
       "salary":"$81,175",
       "job_description":"Finance managers have the second-highest median base salary of any job on this list."
    },
    {
       "job_title":"Operations Manager",
       "salary":"$70,189",
       "job_description":"A high job satisfaction rating — the third-highest job satisfaction score that any job in this ranking earned — makes Salesforce developer one of the best jobs you can get in 2020."
    },
    {
       "job_title":"HR Manager",
       "salary":"$83,190",
       "job_description":"With a median base salary of just over $70,000, operations manager has the eighth-lowest base salary compared to the other jobs that are considered the best this year. However, it has more job openings than most of the other jobs in this ranking, so you have a better shot at actually getting this job."
    },
    {
       "job_title":"Nursing Manager",
       "salary":"$85,389",
       "job_description":"HR managers are happy with their jobs. This occupation is tied for the fourth-highest job satisfaction rating of all the positions included on this list."
    },
    {
       "job_title":"Business Development Manager",
       "salary":"$78,480",
       "job_description":"Nursing managers direct, supervise and lead the nursing staff at a hospital or other medical facility. The job requires a bachelor’s degree in nursing, and many positions also require a\\xa0master of science in nursing (MSN) or a master’s in healthcare or business administration (MHA/MBA)."
    },
    {
       "job_title":"Strategy Manager",
       "salary":"$133,067",
       "job_description":"A high job satisfaction rating makes business development manager one of the top 10 best jobs you can get. With a score of 4 out of 5, its rating is tied for the fifth highest overall."
    },
    {
       "job_title":"Speech Language Pathologist",
       "salary":"$71,867",
       "job_description":"If high pay is the most important factor for you, this is the best job on this list. The median base salary for strategy managers is the highest of any of the jobs in this ranking. Additionally, it has the second-highest job satisfaction rating. It fails to rank higher because it has the 10th-lowest number of job openings on this list."
    },
    {
       "job_title":"Software Engineer",
       "salary":"$105,563",
       "job_description":"There are nearly 30,000 open positions for speech pathologists on Glassdoor — the fourth-highest number of job openings available for any job in this ranking."
    },
    {
       "job_title":"Data Engineer",
       "salary":"$102,472",
       "job_description":"The median base salary for software engineers is the ninth-highest of all the jobs included in this ranking. It also ranks highly because it has the most job openings of any of the included occupations."
    },
    {
       "job_title":"DevOps Engineer",
       "salary":"$107,310",
       "job_description":"Data engineers are responsible for managing, optimizing, overseeing and monitoring data retrieval, storage and distribution. These engineers work as part of an enterprise data analytics team and commonly work at tech companies."
    },
    {
       "job_title":"Product Manager",
       "salary":"$117,713",
       "job_description":"A high salary helps DevOps rank toward the top of this list. The job’s median base salary is the eighth highest of all the jobs included in the ranking."
    },
    {
       "job_title":"Data Scientist",
       "salary":"$107,801",
       "job_description":"The median base salary for product managers is the fourth highest of any job on this list."
    },
    {
       "job_title":"Java Developer",
       "salary":"$83,589",
       "job_description":"This job is one of the highest paying on this list: Its median base salary is the seventh highest overall. In addition, data scientist is tied for the fifth-highest job satisfaction rating."
    },
    {
       "job_title":"Front End Engineer",
       "salary":"$105,240",
       "job_description":"A high job satisfaction rating plus the ninth-highest amount of job openings of all the positions on this list puts Java developer so close to the top of this best jobs list."
    }
 ]}